{
  "1": {
    "name": "Applied Calculus",
    "description": "Interactive classrooms and well-crafted problems promote student learning. Since it's inception, the hallmark of Applied Calculus is its innovative and engaging problems. The Calculus Consortium pioneered and incorporates the approach called the 'Rule of Four'. The Rule of Four, presents ideas graphically, numerically, symbolically, and verbally, thereby encouraging students with a variety of learning styles to deepen their understanding as they work through a wide variety of problem types.",
    "brand": "John Wiley",
    "category": "books"
  },
  "2": {
    "name": "The Alchemist",
    "description": "This is the magical story of Santiago, an Andalusian shepherd boy who dreams of travelling the world in search of a worldly treasure as fabulous as any ever found. From his home in Spain he journeys to the markets of Tangiers, and from there into the Egyptian desert, where a fateful encounter with the alchemist awaits him. With Paulo’s visionary blend of spirituality, magical realism and folklore, 'The Alchemist 'is a story with the power to inspire nations and change people’s lives",
    "brand": "P. Coelho",
    "category": "books"
  },
  "3": {
    "name": "To Kill a Mockingbird",
    "description": "'Shoot all the Bluejays you want, if you can hit 'em, but remember it's a sin to kill a Mockingbird.' Lawyer Atticus Finch gives this advice to his children as he defends the real mockingbird of Harper Lee's classic novel - a black man charged with the rape of a white girl. Through the young eyes of Scout and Jem Finch, Harper Lee explores with exuberant humour the irrationality of adult attitudes to race and class in the Deep South of the 1930s. The conscience of a town steeped in prejudice, violence and hypocrisy is pricked by the stamina of one man's struggle for justice. But the weight of history will only tolerate so much...",
    "brand": "Harper Lee",
    "category": "books"
  },
  "4": {
    "name": "5 Comic Book Mystery Bundle – Superman",
    "description": "In this mystery comic book bundle you will get 5 randomly selected Superman comics from our expansive inventory!",
    "brand": "DC Comics",
    "category": "books"
  },
  "5": {
    "name": "5 Comic Book Mystery Bundle – Batman",
    "description": "In this mystery comic book bundle you will get 5 randomly selected Batman comics from our expansive inventory!",
    "brand": "DC Comics",
    "category": "books"
  },
  "6": {
    "name": "The New Official K53 Manual",
    "description": "The New Official K53 Manual is a comprehensive and effective guide to passing your Learner’s Licence and K53 Driver’s Licence – first time. Covering both light and heavy motor vehicles, and motorcycles, each chapter discusses the knowledge and skills expected of you. The learner’s section explains the K53 Defensive Driving principles, road signs and the rules of the road, with questions and detailed answers to test your knowledge. At the end of this section there is a test similar to that compiled by traffic departments. The driver’s section explains how candidates are tested and what examiners look out for, with step-by-step instructions on how to perform every manoeuvre in both the yard and road tests. With detailed, full-colour illustrations throughout, this is the definitive manual for both the learner’s and driver’s tests.",
    "brand": "Penguin Random House SA",
    "category": "books"
  },
  "7": {
    "name": "8115 A PRISONERS HOME",
    "description": "Using this unassuming house as the setting, 8115: A Prisoner's Home collects some of Kumalo's most historically important and beautiful images of the Mandela family and their home, giving us a unique insight into the life of the family who would have a profound effect on South Africa's political landscape.",
    "brand": "PENGUIN",
    "category": "books"
  },
  "8": {
    "name": "RICH DAD POOR DAD",
    "description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed - and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven't changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki's international bestseller are more timely and more important than ever.",
    "brand": "Jonathan Ball",
    "category": "books"
  },
  "9": {
    "name": "Business Cases from South African Companies",
    "description": "Business Cases from South African Companies is an engaging collection of case studies dealing with real-life businesses. Written by business owners, the stories are unique and inspiring to students, practitioners and would-be entrepreneurs. Owners, entrepreneurs and corporates (from SMMEs to larger companies) share their frustrations, successes, and challenges on starting and running successful businesses.",
    "brand": "Juta",
    "category": "books"
  },
  "10": {
    "name": "48 Laws Of Power",
    "description": "Drawn from 3,000 years of the history of power, this is the definitive guide to help readers achieve for themselves what Queen Elizabeth I, Henry Kissinger, Louis XIV and Machiavelli learnt the hard way. Law 1: Never outshine the master Law 2: Never put too much trust in friends; learn how to use enemies Law 3: Conceal your intentions Law 4: Always say less than necessary. The text is bold and elegant, laid out in black and red throughout and replete with fables and unique word sculptures. The 48 laws are illustrated through the tactics, triumphs and failures of great figures from the past who have wielded - or been victimised by - power.",
    "brand": "Jonathan Ball",
    "category": "books"
  },
  "11": {
    "name": "Stasies",
    "description": "AGTERGROND Die kortverhaalskrywer Hannah Loubser hunker na ’n watergat waar sy gereeld uitgehang het, bo in Kloofstraat, en die regulars daar. Een van hulle word vermoor en sy spekuleer dat elkeen daar ’n motief gehad het om haar dood te maak. Sy wil ’n soort intellektuele speurverhaal skryf “oor verlore, verdwene karakters en ’n vreemde, onbeklinkte liefdesverhaal. Die ruimte is Kaapstad, die stadskom vol weelde en skreiende armoede, religie en geweld. “’n Stad van onheil, ’n stad van ongerymdhede.” “… ’n reservoir van diksie, geluide; ’n eggokamer van onrus.” Dis die elegiese verslag van ’n stad wat radikaal verander het, ’n opskryf van ’n wêreld wat nie meer bestaan nie, ’n fassinerende dokument in die tradisie van Jeanette Winterson, Sigrid Nunez, Anne Michaels. Al is dit fragmentaries kom daar ’n sekere samehang en balans na vore; ’n droomlogika.",
    "brand": "Protea Boekhuis",
    "category": "books"
  },
  "12": {
    "name": "Winnie and Nelson",
    "description": "One of the most celebrated political leaders of our time, Nelson Mandela has been written about by many biographers and historians. But in one crucial area, his life remains largely untold: his marriage to Winnie Madikizela-Mandela. During his years in prison, Nelson grew ever more in love with an idealised version of his wife, courting her in his letters as if they were young lovers frozen in time. But Winnie, every bit his political equal, found herself increasingly estranged from her jailed husband’s politics.",
    "brand": "Jonathan Ball",
    "category": "books"
  },
  "13": {
    "name": "Business Management for Entrepreneurs 5th Edition",
    "description": "Being a successful entrepreneur in 2020s involves more than enthusiasm, and a good eye for a new opportunity. A thorough understanding of the essential business functions, as explained in the fifth edition of Business Management for Entrepreneurs, is prerequisite reading for entrepreneurs who want to take their business to the next growth stage.",
    "brand": "Juta",
    "category": "books"
  },
  "14": {
    "name": "Business Management For Entrepreneurs 4th Edition",
    "description": "Being a successful entrepreneur in 2020s involves more than enthusiasm, and a good eye for a new opportunity. A thorough understanding of the essential business functions, as explained in the fourth edition of Business Management for Entrepreneurs, is prerequisite reading for entrepreneurs who want to take their business to the next growth stage.",
    "brand": "Juta",
    "category": "books"
  },
  "15": {
    "name": "Starting Out with C++ from Control Structures through Objects",
    "description": "Starting Out with C++: From Control Structures through Objects covers control structures, functions, arrays, and pointers before objects and classes in Tony Gaddis’s hallmark accessible, step-by-step presentation. His books help beginning students understand the important details necessary to become skilled programmers at an introductory level. Gaddis motivates the study of both programming skills and the C++ programming language by presenting all the details needed to understand the “how” and the “why”–but never losing sight of the fact that most beginners struggle with this material.",
    "brand": "PEARSON ADDISON WESLEY",
    "category": "books"
  },
  "16": {
    "name": "Naruto Shippuden - Headband - Konoha",
    "description": "Become a ninja from Konoha with this wonderful Naruto Shippuden headband by ABYstyle.",
    "brand": "ABYstyle",
    "category": "toys and games"
  },
  "17": {
    "name": "PlayStation 5 (PS5)",
    "description": "Sony PlayStation 5 (PS5) Console",
    "brand": "Sony",
    "category": "electronics"
  },
  "18": {
    "name": "Xbox Series X Diablo IV & Carbon Black Controller Bundle",
    "description": "Xbox Series X Diablo IV & Carbon Black Controller Bundle",
    "brand": "Xbox",
    "category": "electronics"
  },
  "19": {
    "name": "Monopoly Warhammer 40k",
    "description": "The world's favourite family board game brings you another exciting MONOPOLY – Warhammer Edition!",
    "brand": "Monopoly",
    "category": "toys and games"
  },
  "20": {
    "name": "CLUEDO: HARRY POTTER",
    "description": "Discover the secrets of Hogwarts in this version of the classic Mystery game. A fellow student has vanished from the famous School of Witchcraft and Wizardry--and it is up to you to solve the mysterious disappearance. Play as Harry, Ron, Hermione, Ginny, Luna or Neville and try to discover who did it, what spell or item they used, and where the student was attacked.",
    "brand": "Cluedo",
    "category": "toys and games"
  },
  "21": {
    "name": "LEGO Brawls",
    "description": "At the core of the game is the ability for players to build, customise and level up their ultimate LEGO Minifigure heroes with unique style, strategy, and personality. LEGO fans and brawlers can collect unlockable minifigures, power-ups and emotes from their favourite LEGO themes as they battle and build their way to the top of the global leader boards. Players around the world can team up and brawl 4v4, party with friends or play a battle royale-style game mode, or the fan-favourite “couch co-op” style Free-for-Brawl game mode where it’s “every-player-for-themselves”.",
    "brand": "PS4",
    "category": "toys and games"
  },
  "22": {
    "name": "FIFA 23 (XBSX)",
    "description": "EA SPORTS FIFA 23 brings even more of the action and realism of football to the pitch in The World's Game. Play the biggest tournaments in football with both the men's and women's FIFA World Cup tournaments coming to FIFA 23 during the season, play as women's club teams for the first time ever, plus enjoy cross-play features that make it easier to play against friends. Enjoy a new way to play and build your dream squad in FIFA Ultimate Team with FUT Moments and a revamped Chemistry system, or live out your football dreams in Career Mode as you define your personality as a player and manage as some of football's most famous names. In VOLTA FOOTBALL and Pro Clubs, bring more personality to the pitch with new levels of customisation and enhanced street and stadium gameplay. However you play, experience The World's Game with over 19,000 players, 700+ teams, 100+ stadiums, and over 30 leagues - including the UEFA Champions League, Premier League, new Barclays FA Women's Super League and France D1 Arkema with unrivalled authenticity in FIFA 23.",
    "brand": "Xbox",
    "category": "toys and games"
  },
  "23": {
    "name": "Funko POP! Games #629: Pokémon – Flareon",
    "description": "From Pokémon it’s Flareon as a stylized Funko POP! Vinyl figure!",
    "brand": "Funko Pop!",
    "category": "toys and games"
  },
  "24": {
    "name": "Funko POP! Games #580: Pokémon – Vulpix",
    "description": "From Pokémon it’s Vulpix as a stylized POP vinyl from Funko!",
    "brand": "Funko Pop!",
    "category": "toys and games"
  },
  "25": {
    "name": "Diablo IV (PS4)",
    "description": "The endless battle between the High Heavens and the Burning Hells rages on as chaos threatens to consume Sanctuary. With ceaseless demons to slaughter, countless Abilities to master, nightmarish Dungeons, and Legendary loot, this vast, open world brings the promise of adventure and devastation. Survive and conquer darkness – or succumb to the shadows.",
    "brand": "PS4",
    "category": "toys and games"
  },
  "26": {
    "name": "Infinity Gauntlet Bottle Opener",
    "description": "Infinity Gauntlet Bottle Opener",
    "brand": "Marvel",
    "category": "toys and games"
  },
  "27": {
    "name": "Ride 5 Day One Edition (PS5)",
    "description": "Just like your inner impulse to be the best, RIDE 5 was born with the very same vocation for greatness. A new, stunning level of realism and lifelike experiences, made for Next Gen consoles showing the true commitment to deliver the most authentic and exciting riding simulation ever.",
    "brand": "PS5",
    "category": "toys and games"
  },
  "28": {
    "name": "Atlas Fallen",
    "description": "Glide the sands of a timeless land, filled with ancient dangers, mysteries and fragments of the past. Hunt legendary monsters, using powerful, shape-shifting weapons and devastating sand-powered abilities in spectacular, super-powered combat. Target and gather the essence of your enemies to shape your own custom playstyle, forging a new era for humanity in a fully cooperative or solo story campaign.",
    "brand": "PS5",
    "category": "toys and games"
  },
  "29": {
    "name": "Spider-Man Walkie Talkie Action Figure Set",
    "description": "Spiderman figurines that double as walkie talkies",
    "brand": "iMC Toys",
    "category": "toys and games"
  },
  "30": {
    "name": "Angel Goku",
    "description": "'I am the hope of the universe…I am the answer to all living things that cry out for peace…I am the protector of the innocent…I am the light in the darkness…I am truth. Ally to good…Nightmare to you!'– Goku, ‘Dragon Ball Z’",
    "brand": "Dragon Ball Z",
    "category": "toys and games"
  },
  "31": {
    "name": "Ultimate Shaving Care Bundle",
    "description": "Everything you need for a dreamy smooth shave. Prep, hydrate + treat in-growns. This 4-step shave routine elevates the shaving experience to the next level while leaving you irritation-free and smelling like a coconut scented snack!",
    "brand": "Sundae",
    "category": "health and beauty"
  },
  "32": {
    "name": "Anti Body Acne Bundle",
    "description": "Body Acne? You're DONE! A step-by-step bundle designed to scrub away ickies, reduce redness and active breakouts all while healing acne scars and preventing further acne flare ups. You heard it right- Your skin will be looking and feeling smooth, even and radiant *in-love eyes*",
    "brand": "Sundae",
    "category": "health and beauty"
  },
  "33": {
    "name": "Wax Care Bundle",
    "description": "Everything you need for a dreamy smooth wax. Prep, hydrate + treat in-growns. This 3-step pre/post wax routine elevates the waxing experience to the next level while leaving you irritation-free and smelling like a coconut scented snack!",
    "brand": "Sundae",
    "category": "health and beauty"
  },
  "34": {
    "name": "Kerastase Elixir Ultime L'Original 100ml",
    "description": "A multi-use, leave-in hair oil that works to beautify the appearance of dull hair. The shine-enhancing oil can be used as a primer, finisher or refresher, sealing the look of split ends and smoothing the hair fibre for a sleek and perfected finish. Delivering long-lasting frizz control and heat protection up to 230°C, the leave-in treatment melts into hair to instantly refine and enhance shine for healthy-looking, beautified locks.",
    "brand": "Kerastase",
    "category": "health and beauty"
  },
  "35": {
    "name": "Kerastase Nutritive Masquintense 200ml",
    "description": "Nutritive Masquintense is a highly concentrated hair treatment that provides intensive moisture. The formula is suitable for dry, particularly fine to medium hair types. It strengthens and protects against dehydration and restores the natural moisture content of the hair. For added elasticity and manageability. The ingredients found in this formula nourish, strengthen and moisturises. The key active ingredients are herbal proteins and niacinamide.",
    "brand": "Kerastase",
    "category": "health and beauty"
  },
  "36": {
    "name": "Kerastase Nutritive Nectar Thermique 150ml",
    "description": "Prime your hair for heat styling with Kerastase Nutritive Nectar Thermique, a leave-in heat protection treatment that works to shield and smooth your hair.",
    "brand": "Kerastase",
    "category": "health and beauty"
  },
  "37": {
    "name": "Kerastase Chroma Absolu Sérum Chroma Thermique 150ml",
    "description": "A universal anti-frizz antioxidant thermic leave-in serum for all sensitized or damaged color-treated hair. A white fluid texture enriched with antioxidants properties, lactic acid & centella asiatica helps to preserve color by completely shielding fiber against all types of external aggressors: UV induced damage, humidity, heat and oxidative stress.",
    "brand": "Kerastase",
    "category": "health and beauty"
  },
  "38": {
    "name": "L'OREAL CURL EXPRESSION LONG LASTING INTENSIVE MOISTURIZER 200ML",
    "description": "Curl Expression long lasting intensive leave in moisturizer is designed to style curls and coils, the pro way. It intensely moisturizes even the most dehydrated curls and coils, for a silky-smooth result that lasts and 2 times more hydration. It protects hair against heat up to 230 °C/450 F",
    "brand": "L'Oreal",
    "category": "health and beauty"
  },
  "39": {
    "name": "Paul Mitchell Clean Beauty Styling Cream 100ml",
    "description": "Made with 88% natural origin ingredients, this versatile, multi-benefit styling cream softens, smoothes and seals hair. Infused with flax seed and ferulic acid to strengthen and protect strands, the lightweight formula delivers memory and control with a clean, touchable feel.",
    "brand": "Paul Mitchell",
    "category": "health and beauty"
  },
  "40": {
    "name": "Paul Mitchell Tea Tree Shampoo 300ml",
    "description": "Tea Tree Special Shampoo gently washes away impurities. Great for all hair types, this invigorating cleanser leaves strands refreshingly clean and full of shine. Natural tea tree oil and peppermint soothe the scalp, while light notes of lavender leave hair smelling fresh.",
    "brand": "Paul Mitchell",
    "category": "health and beauty"
  },
  "41": {
    "name": "Ultra Grip 4 RC - Gloves - Orange",
    "description": "Add power to the game with the PUMA Ultra Grip 4 RC Goalkeeper Gloves featuring a supersoft latex palm offering grip and flexibility, offering 2mm of high elasticity.",
    "brand": "Puma",
    "category": "sports and outdoors"
  },
  "42": {
    "name": "adidas Predator FG Boot",
    "description": "Predator isn't just a boot. It's a statement that actions speak louder than words. If you can't back your chat with total control, pipe down. But if you're ready to dominate to the final whistle, keep reading. The supportive mesh upper on these football boots provides a sock-like fit to securely lock you in. Embossing on the forefoot grips the ball to add control when passing and shooting.",
    "brand": "Adidas",
    "category": "sports and outdoors"
  },
  "43": {
    "name": "Puma CAGE Ball",
    "description": "PUMA’s collection of graphic balls brings highly-visible, modern design to the street, park, cage and playground. In using different base materials, such as hologram, chrome and matt de luxe, this range of balls stands out on the ball walls and shelves.",
    "brand": "Puma",
    "category": "sports and outdoors"
  },
  "44": {
    "name": "Men’s Golden State Warriors Stephen Curry No.30 Blue 19-20 Swingman Jersey – Icon Edition",
    "description": "Men’s Golden State Warriors Stephen Curry No.30 Blue 19-20 Swingman Jersey – Icon Edition",
    "brand": "Nike",
    "category": "sports and outdoors"
  },
  "45": {
    "name": "Men’s Denver Nuggets Jamal Murray No.27 Nike Navy 202021 Swingman Jersey – Icon Edition",
    "description": "Men’s Denver Nuggets Jamal Murray No.27 Nike Navy 202021 Swingman Jersey – Icon Edition",
    "brand": "Nike",
    "category": "sports and outdoors"
  },
  "46": {
    "name": "Oracle Red Bull F1 Racing Team Polo 2023",
    "description": "Oracle Red Bull F1 Racing Team Polo 2023",
    "brand": "Oracle",
    "category": "sports and outdoors"
  },
  "47": {
    "name": "Manchester United Backpack",
    "description": "A versatile pack that shows exactly who you back. Show your support for Manchester United with this football backpack. Designed to securely store all your goodies, it has a spacious main compartment, a padded area that keeps your laptop within easy reach and zip pockets on the side and front.",
    "brand": "Adidas",
    "category": "sports and outdoors"
  },
  "48": {
    "name": "Puma Team Duffel Bag - Small",
    "description": "Bring all of your sports kit on match day with the PUMA Small duffel Teambag which contains three zipped compartments that vary in size. Transport all of your sports gear with the PUMA Small Teambag, which is manufactured with sturdy polyester to give you a durable and practical holdall. Perfect for match day, this bag has a main compartment fastened with a two way zip, while the two additional zipped pockets allow you to store further smaller items securely. The adjustable shoulder straps are padded, while the carrying handles can be joined together with a velcro fastening for more comfort.",
    "brand": "Puma",
    "category": "sports and outdoors"
  },
  "49": {
    "name": "Puma Team Duffel Bag - Medium",
    "description": "Bring all of your sports kit on match day with the PUMA Medium Teambag which contains three zipped compartments that vary in size. Transport all of your sports gear with the PUMA Medium Teambag, which is manufactured with sturdy polyester to give you a durable and practical bag. Perfect for an away day or trip to the gym, this bag has a spacious main compartment to hold the bulk of your items, while the two additional zipped pockets allow you to store further smaller items securely. The adjustable shoulder straps are padded, while the carrying handles can be joined together with a velcro fastening for more comfort.",
    "brand": "Puma",
    "category": "sports and outdoors"
  },
  "50": {
    "name": "Argentina 3 Stars Jersey Home Whole Kit(Jersey+Shorts+Socks) Replica World Cup 2022",
    "description": "Argentina 3 Stars Jersey Home Whole Kit(Jersey+Shorts+Socks) Replica World Cup 2022",
    "brand": "Adidas",
    "category": "sports and outdoors"
  },
  "51": {
    "name": "ASUS Laptop X515",
    "description": "Asus X515ja-i342G5W - i3 (Dual core) + 4Gb + 256GB SSD + FHD",
    "brand": "Asus",
    "category": "electronics"
  },
  "52": {
    "name": "Volkano Phonic Bluetooth Headphones",
    "description": "The Volkano Phonic Series! These Bluetooth Wireless headphones feature high quality immersive sound and a playtime of up to 24-hours on a full charge, keeping you jamming and comfortable literally ALL day long. Hands-free technology also allows you to answer calls and sit through online meetings with no distractions and without having to look at your device! They also feature a built-in FM Radio function and other additional input options such as an AUX jack input port and a Micro SD Card reader input. Don't have any devices that support Bluetooth? Use the included Aux cable to connect to any device with an earphone jack. The Sleek design of the Phonics is unmatched in every regard. They feature on-ear control buttons to allow you to control your volume and switch between your tracks without needing to consult your device. When you are done with them, they conveniently fold away in a great compact design allowing you to store and transport them with ease. The soft foam ear cushions are ergonomically designed for comfortable long-term wear. Enjoy HOURS of your favourite music without any discomfort! SPECIFICATIONS: Bluetooth Version: 5.0 Range: 10 m Sensitivity: 108 dB Driver: 40 mm Impedance : 64 Charge Time: 2.5 Hours Playback Time: 18 - 24 Hours Battery Capacity: 400 mAh Frequency Response: 20 Hz - 20 kHz Charge Input: 15 V DC / 1.0 A FEATURES AND BENEFITS Hands-free Calling Built-in FM Radio Removable Aux Cable Aux and SD Card Input Up to 24 Hours Playtime",
    "brand": "Volkano",
    "category": "electronics"
  },
  "53": {
    "name": "Volkano Equinox Series True Wireless Earphones",
    "description": "The Equinox series by Volkano. These compact true wireless Bluetooth earbuds are designed just for you. With a playback time of between 3 to 4 hours on a full charge. With a charging carry case, you can re-juice your buds on the go up to 3 times before it needs a charge again. With hands-free calling technology AND Google and Siri Voice Assistance Technology, the Equinox series is designed to simplify your life. True stereo sound delivers your music with deep bass notes and clear sound. SPECIFICATIONS: Bluetooth Version: 5.0 Distance: 10 m Charging Case: Battery: 1800 mAh Number of Recharges: 3 Charging Time: 1.5 Hours Charge Input: 5 V DC Earphones: Battery: 30 mAh per Earphone Playback Time: 3 – 4 Hours Sensitivity: 105±3dB Driver: 10 mm Impedance: 32 ? Frequency Response: 20 Hz ~ 20 kHz FEATURES AND BENEFITS: Hands-Free Calling True Wireless Stereo Google/Siri Voice Assistant",
    "brand": "Volkano",
    "category": "electronics"
  },
  "54": {
    "name": "CYCLONE VACUUM CLEARNER CONTI HAND HELD",
    "description": "Conti stick vacuum cleaner. 2 in 1 handheld stick vacuum cleaner. Bagless Technology. Cyclone system. Easy-Empty dust cap. Capacity 0.5 litres. Suction power 90 watt. Vacuum 14Kpa. Air flow 0.80meter square per minute. Noise 70dB. 230V~50Hz 600watt",
    "brand": "Conti",
    "category": "home and kitchen"
  },
  "55": {
    "name": "2 GAS 2 ELECTRIC HOB GOLDAIR",
    "description": "Goldair 2 Gas 2 Electric Hob GGEH-200",
    "brand": "Goldair",
    "category": "home and kitchen"
  },
  "56": {
    "name": "Sunbeam Garment Steamer",
    "description": "Sunbeam Garment Steamer",
    "brand": "Sunbeam",
    "category": "home and kitchen"
  },
  "57": {
    "name": "Ferre 50 x 60 4 Gas, Gas Oven, FFD, Ignition, Silver",
    "description": "Ferre 50 x 60 4 Gas, Gas Oven, FFD, Ignition, Silver",
    "brand": "Ferre",
    "category": "home and kitchen"
  },
  "58": {
    "name": "AIR FRYER GAF-800",
    "description": "GOLDAIR 8L AIR FRYER GAF-800",
    "brand": "Goldair",
    "category": "home and kitchen"
  },
  "59": {
    "name": "Ellies High Surge Safe Power Protector with Euro Socket",
    "description": "Ellies High Surge Safe Power Protector with Euro Socket",
    "brand": "Ellies",
    "category": "electronics"
  },
  "60": {
    "name": "Lenovo ThinkVision TIO22 21.5-inch Monitor",
    "description": "Lenovo ThinkVision TIO22 21.5-inch Monitor",
    "brand": "Lenovo",
    "category": "electronics"
  },
  "61": {
    "name": "LG 20MK400H 19.5' Monitor",
    "description": "LG 20MK400H 19.5' Monitor",
    "brand": "LG",
    "category": "electronics"
  },
  "62": {
    "name": "ORICO 7.4cm Desktop Monitor Stand with Drawers - White",
    "description": "The Orico Monitor Stand Riser is a great way to keep your desk organized while at the same time improving your overall posture. It features a functional design that keeps your workspace as tidy as possible. It also features a desk organizer with 3 drawers that can store almost all of your small daily supplies and stationery. It also comes with a convenient phone and tablet holder which is a groove on top of the stand that helps you hold your cellphone or tablet while watching your favourite videos. The Stand Riser is made from a thick ABS material, making it not only durable but water-proof and scratch-resistant.",
    "brand": "Orico",
    "category": "electronics"
  },
  "63": {
    "name": "Corsair K70 RGB PRO Mechanical Gaming Keyboard with PBT DOUBLE SHOT PRO Keycaps - CHERRY MX Blue",
    "description": "Corsair K70 RGB PRO Mechanical Gaming Keyboard with PBT DOUBLE SHOT PRO Keycaps - CHERRY MX Blue",
    "brand": "Corsair",
    "category": "electronics"
  },
  "64": {
    "name": "Corsair HS35 Stereo Gaming Headset Green",
    "description": "HS35 Stereo Gaming Headset — Green",
    "brand": "Corsair",
    "category": "electronics"
  },
  "65": {
    "name": "Razer Kaira Wireless Gaming Headset for Xbox Series X|S",
    "description": "Razer Kaira Wireless Gaming Headset for Xbox Series X|S",
    "brand": "Razer",
    "category": "electronics"
  },
  "66": {
    "name": "4Gamers MARAUDER Gaming Headset",
    "description": "The MARAUDER is a multi-platform Gaming Headset. Compatible with PS4, PS5, Xbox One, Series S, Series X, Nintendo Switch, PC and mobile devices. It has a super lightweight, comfortable design featuring soft-foam, leatherette ear cushions and padded headband with a flexible mic. The MARAUDER speakers and mic are designed for immersive game audio and clear chat during gaming sessions with friends. In-line controls make adjusting game audio and chat volume simple and easy to reach.",
    "brand": "4Gamers",
    "category": "electronics"
  },
  "67": {
    "name": "Asus ROG Strix Arion S500 Portable SSD 500GB",
    "description": "Asus ROG Strix Arion S500 Portable SSD 500GB",
    "brand": "Asus",
    "category": "electronics"
  },
  "68": {
    "name": "Adata ED600 External Enclosure",
    "description": "Adata ED600 External Enclosure",
    "brand": "Adata",
    "category": "electronics"
  },
  "69": {
    "name": "Intel Core i5-13600KF Processor",
    "description": "Intel Core i5-13600KF Processor - No Fan. 24M Cache, up to 5.10 GHz",
    "brand": "Intel",
    "category": "electronics"
  },
  "70": {
    "name": "Intel Core i7-13700K Processor",
    "description": "Intel Core i7-13700K Processor - No Fan. 30M Cache, up to 5.40 GHz",
    "brand": "Intel",
    "category": "electronics"
  },
  "71": {
    "name": "Intel Core i9-13900KF Processor",
    "description": "Intel Core i9-13900KF Processor - No Fan. 36M Cache, up to 5.80 GHz",
    "brand": "Intel",
    "category": "electronics"
  },
  "72": {
    "name": "AORUS GeForce RTX 4080 16GB MASTER",
    "description": "AORUS GeForce RTX 4080 16GB MASTER",
    "brand": "Aorus",
    "category": "electronics"
  },
  "73": {
    "name": "Adata P20000D Portable Power Bank 20000mAh",
    "description": "The ADATA P20000D Portable Power Bank makes it clear what a flagship power bank is. Packing 20000mAh, this beast is tamed with a high precision digital display that lets you know exactly how much power remains. It also has a bright LED flashlight for added utility and safety. We placed dual USB charging ports on the P20000D so you can top up two devices at once to save time, and bulked it up with robust protective measures. The P20000D embodies ultimate – it’s the envy of all other power banks!",
    "brand": "Adata",
    "category": "electronics"
  },
  "74": {
    "name": "Bitty Boomers TMNT Bebop Bluetooth Speaker",
    "description": "Cowabunga, Dude! The bungling bad guy Bebop now comes in a 2' tall ultra-portable Bluetooth speaker. Don't be fooled though, what they lack in size they make up for with mind-blowing sound.",
    "brand": "Bitty Boomers",
    "category": "electronics"
  },
  "75": {
    "name": "Corsair CX Series CX750F RGB 750W 80 Plus Bronze Certified Fully Modular RGB PSU - Opened Box",
    "description": "Corsair CX Series CX750F RGB — 750 Watt 80 Plus Bronze Certified Fully Modular RGB PSU. *PLEASE NOTE* The box has been opened but the PSU is still brand new and full warranty is still applicable. CORSAIR CX-750F RGB Series fully modular power supplies deliver reliable 80 PLUS Bronze efficient power to your system, alongside vibrant customizable lighting from a 120mm RGB fan and a clean aesthetic.",
    "brand": "Corsair",
    "category": "electronics"
  },
  "76": {
    "name": "TITAN Elecstor Mini DC UPS 12000mAh – Backup Power for Router",
    "description": "Titan Elecstor 18W Mini DC UPS 12000mAh – 38WH will power your router and fibre box during power outages. Lasts between 3-5 hours. The Titan 18W 12000mAh 38Wh Elecstor Mini DC UPS is simple to install and can power multiple devices during a power outage. With multiple-voltage DC outputs, this UPS can power both a router and fibre ONU (Optical Network Unit) for uninterrupted internet usage while working, streaming, or gaming. This device can also charge cell phones, tablets, and other digital devices via the USB port. The Titan Elecstor Mini UPS features LiFeP04 batteries (12000mAh) with safety protocols such as over-charge, over-discharge, and short circuit protection.",
    "brand": "Titan",
    "category": "electronics"
  },
  "77": {
    "name": "Candy Breeze Bagless Vacuum Cleaner CBR2020016",
    "description": "Introducing the Candy Breeze Bagless Vacuum Cleaner CBR2020016. With 2000W power, 2L cyclonic capacity, and Hepa 12 filter, it ensures thorough cleaning. Quiet at 78dBA, its telescopic metal pipes and 5m cable provide effortless reach. Comes with a variety of accessories for versatile cleaning.",
    "brand": "Candy Breeze",
    "category": "home and kitchen"
  },
  "78": {
    "name": "Salton Y Peeler",
    "description": "TPR handle and stainless-steel for firm grip. Food safe. Easy to clean.",
    "brand": "Salton",
    "category": "home and kitchen"
  },
  "79": {
    "name": "Russell Hobbs Electric Can Opener",
    "description": "Opening cans has never been more efficient with the Russell Hobbs Can Opener. Its stainless steel decoration and embedded grindstone will give you the edge in your kitchen. The machine automatically opens cans which makes this appliance hassle-free and stylish. Convenience has never looked so good.",
    "brand": "Russell Hobbs",
    "category": "home and kitchen"
  },
  "80": {
    "name": "Salton 3pce XL Pot Set",
    "description": "Salton 3pce XL Pot Set",
    "brand": "Salton",
    "category": "home and kitchen"
  },
  "81": {
    "name": "Stingray Casa Red Glass Kitchen Scale",
    "description": "Stingray Casa Red Glass Kitchen Scale",
    "brand": "Stingray",
    "category": "home and kitchen"
  },
  "82": {
    "name": "Stainless Steel Braai Tongs",
    "description": "Totai Stainless Steel Braai Tongs",
    "brand": "Totai",
    "category": "home and kitchen"
  },
  "83": {
    "name": "Glass Square Container French Lock 800ML",
    "description": "Glass Square Container French Lock 800ML",
    "brand": "Marry's Homeware",
    "category": "home and kitchen"
  },
  "84": {
    "name": "Novus Silicone Brush",
    "description": "Novus Silicone Brush",
    "brand": "Novus",
    "category": "home and kitchen"
  },
  "85": {
    "name": "Samsung 50″ UHD 4K Smart TV",
    "description": "Experience lifelike picture quality with the Samsung 50″ CU7000 Crystal UHD 4K Smart TV. Its PurColor technology delivers vibrant colors, while the Crystal Processor 4K ensures stunning 4K resolution. With Smart Hub and SmartThings, you can easily access and control your favorite content and smart devices. Enjoy immersive sound and a sleek design.",
    "brand": "Samsung",
    "category": "electronics"
  },
  "86": {
    "name": "Russell Hobbs 30L Electronic Microwave",
    "description": "The Russell Hobbs 30L Electronic Microwave 862882 offers convenient and efficient cooking. With its 900W power output, 11 power levels, and programmable multi-stage cooking, it ensures precision and versatility. The microwave features a user-friendly control panel, 6 auto menus, a 99-minute cooking timer, and defrost options.",
    "brand": "Russell Hobbs",
    "category": "home and kitchen"
  },
  "87": {
    "name": "Alliance 8L Digital Air Fryer",
    "description": "Introducing the Alliance 8L Digital Air Fryer. With 1700W power, 7 pre-sets, and adjustable temperature settings, it delivers crispy and delicious results. The detachable basket, non-stick coating, and over heating protection make cooking easy and safe. Upgrade your kitchen with this versatile air fryer today.",
    "brand": "Alliance",
    "category": "home and kitchen"
  },
  "88": {
    "name": "Alliance 3L Gas/Stovetop Kettle",
    "description": "Introducing the Alliance 3L Gas/Stovetop Kettle AHA-SK-30-B. This versatile kettle is suitable for Gas, Electric, Induction, and Ceramic cooktops. With its sleek glass and stainless-steel finish, 3L capacity, and convenient features like the automatic lid opener and whistle function, it’s the perfect addition to any kitchen.",
    "brand": "Alliance",
    "category": "home and kitchen"
  },
  "89": {
    "name": "Papaya Punch Shatter Short Sleeve T-Shirt",
    "description": "Papaya Punch Shatter Short Sleeve T-Shirt",
    "brand": "DC Shoes",
    "category": "clothing"
  },
  "90": {
    "name": "Pastel Pink Rea Cotton Piqué Polo Shirt",
    "description": "Pastel Pink Rea Cotton Piqué Polo Shirt",
    "brand": "Mango",
    "category": "clothing"
  },
  "91": {
    "name": "Dahlia Mauve Sportswear Logo Graphic Tee",
    "description": "Dahlia Mauve Sportswear Logo Graphic Tee",
    "brand": "Levi's",
    "category": "clothing"
  },
  "92": {
    "name": "Dusty Rose Contrast Polo",
    "description": "Dusty Rose Contrast Polo",
    "brand": "Original Penguin",
    "category": "clothing"
  },
  "93": {
    "name": "Light Pink Blue Classic Pique Golfer",
    "description": "Light Pink Blue Classic Pique Golfer",
    "brand": "Polo",
    "category": "clothing"
  },
  "94": {
    "name": "Dusty Pink Navigate SS Tee",
    "description": "Dusty Pink Navigate SS Tee",
    "brand": "RVCA",
    "category": "clothing"
  },
  "95": {
    "name": "Beige Regular Fit Hooded Sweatshirt",
    "description": "Beige Regular Fit Hooded Sweatshirt",
    "brand": "Trendyol",
    "category": "clothing"
  },
  "96": {
    "name": "Pink Women's Jumpsuit",
    "description": "Pink Women's Jumpsuit",
    "brand": "Daily Refinery",
    "category": "clothing"
  },
  "97": {
    "name": "Pink Ruffle Short Sleeve Dress",
    "description": "Pink Ruffle Short Sleeve Dress",
    "brand": "Missguided",
    "category": "clothing"
  },
  "98": {
    "name": "Pink Logo Short Sleeve Playsuit",
    "description": "Pink Logo Short Sleeve Playsuit",
    "brand": "Missguided",
    "category": "clothing"
  },
  "99": {
    "name": "Pink Off Shoulder Playsuit",
    "description": "Pink Off Shoulder Playsuit",
    "brand": "RFO",
    "category": "clothing"
  },
  "100": {
    "name": "Green Long Sleeve Smock Dress",
    "description": "Green Long Sleeve Smock Dress",
    "brand": "Brave Soul",
    "category": "clothing"
  },
  "101": {
    "name": "Black & White V-Neck Wrap Dress",
    "description": "Black & White V-Neck Wrap Dress",
    "brand": "Daily Refinery",
    "category": "clothing"
  },
  "102": {
    "name": "Cosmo Pink Quest Jacket",
    "description": "Cosmo Pink Quest Jacket",
    "brand": "The North Face",
    "category": "clothing"
  },
  "103": {
    "name": "Green & Grey Outdoor All Terrain Skirt",
    "description": "Green & Grey Outdoor All Terrain Skirt",
    "brand": "New Balance",
    "category": "clothing"
  },
  "104": {
    "name": "Pink Scoop Neck Sleeveless Sports Bra",
    "description": "Pink Scoop Neck Sleeveless Sports Bra",
    "brand": "Forever 21",
    "category": "clothing"
  },
  "105": {
    "name": "Balsam Green Mountain Athletics Pullover",
    "description": "Balsam Green Mountain Athletics Pullover",
    "brand": "The North Face",
    "category": "clothing"
  },
  "106": {
    "name": "Brick Dust Transition Down Jacket",
    "description": "Brick Dust Transition Down Jacket",
    "brand": "Salomon",
    "category": "clothing"
  },
  "107": {
    "name": "Girls Snoopy Pink & Purple Mesh Overlay Long Sleeve Dress",
    "description": "Girls Snoopy Pink & Purple Mesh Overlay Long Sleeve Dress",
    "brand": "Snoopy",
    "category": "clothing"
  },
  "108": {
    "name": "Kids White Skylar Golfer Dress & Leggings Set",
    "description": "Kids White Skylar Golfer Dress & Leggings Set",
    "brand": "Polo",
    "category": "clothing"
  },
  "109": {
    "name": "Blue Long Sleeve Tee & Leggings Set",
    "description": "Blue Long Sleeve Tee & Leggings Set",
    "brand": "Guess",
    "category": "clothing"
  },
  "110": {
    "name": "Kids Red Gabriella Hooded Sweater Dress",
    "description": "Kids Red Gabriella Hooded Sweater Dress",
    "brand": "Polo",
    "category": "clothing"
  }
}
