{
  "1": {
    "name": "Apple AirPods Pro(2nd Generation) 2022",
    "description": "Lowest price for Apple AirPods Pro (2nd generation) 2022 is £70.00. This is currently the cheapest offer among 42 stores.Apple AirPods Pro (2nd Generation) is just the thing you need to listen to your favorite podcast. They connect cord-free via Bluetooth and with active noise cancelling you get some peace and quiet in the busy office landscape.",
    "brand": "Apple",
    "category": "electronics"
  },
  "2": {
    "name": "WILSON Traditional Soccer Ball",
    "description": "For soccer purists, The Traditional is the first choice for the backyard, street or pitch. This machine-sewn ball has the classic black and white panel design and performance for any and every match.",
    "brand": "Wilson",
    "category": "sports and outdoors"
  },
  "3": {
    "name": "Catan: Game of Thrones",
    "description": "Take the Black. Defend Westeros. Become the Lord Commander. The Brothers of the Night's Watch seek a new leader from among their ranks.Jeor Mormont wishes to promote one who can improve the infrastructure of the Gift, the bountiful and undeveloped area south of the Wall bestowed to the Watch by the Starks thousands of years ago. Drawing sustenance from the unforgiving landscape of the north offers enough challenges, but whomever takes up this task must also man and defend the Wall against the onslaught of Wildlings fighting their way into Westeros.Many brothers now compete to build, defend, and do what they can to protect Westeros, but only one shall rise above their brothers to become the new Lord Commander. But, be wary - the north holds many dangers, and winter is coming. The battle to defend the Realms of Man begins in A Game of Thrones Catan: Brotherhood of the Watch, a strategic game grounded in the engrossing world of George R. R. Martin's A Song of Ice and Fire series and adapted for Catan by Klaus and Benjamin Teuber.",
    "brand": "Game of Thrones",
    "category": "toys and games"
  },
  "4": {
    "name": "Apple iPhone 14 Pro ",
    "description": "Apple iPhone 14 Pro  is a phone with a 6.7-inch screen, a 12 MP camera and a 512 GB memory. It uses the Apple A15 Bionic Apple processor with a 3.2 GHz processing speed, which makes it perfect for running the most demanding apps. The phone has a water-resistant construction that can withstand being submerged in water for up to 30 minutes.",
    "brand": "Apple",
    "category": "electronics"
  },
  "5": {
    "name": "Apple iPhone 14 Pro Max",
    "description": "Apple iPhone 14 Pro Max is a phone with a 6.7-inch screen, a 12 MP camera and a 256 GB memory. It uses the Apple A15 Bionic Apple processor with a 3.2 GHz processing speed, which makes it perfect for running the most demanding apps. The phone has a water-resistant construction that can withstand being submerged in water for up to 30 minutes.",
    "brand": "Apple",
    "category": "electronics"
  },
  "6": {
    "name": "Samsung Galaxy S23 Ultra",
    "description": "CAPTURE THE NIGHT IN LOW LIGHT: Whether you’re headed to a concert or romantic night out, there’s no such thing as bad lighting with Night Mode; Galaxy S23 Ultra lets you capture epic content in any setting with stunning Nightography",
    "brand": "Samsung",
    "category": "electronics"
  },
  "7": {
    "name": "Samsung Galaxy S23",
    "description": "The Galaxy S23 stands out by redefining the essential elements of a premium mobile experience.Reimagined for different passions and lifestyles – from creators to collaborators – the Galaxy S23 offer the freedom to choose the right device for your life to take everyday passions further.The Galaxy S23 has an iconic rear camera design, with clean, linear and floating camera lenses creating unity across the S series.Accurately capture the beauty in your world with a versatile new 50MP main camera and 12MP front camera, enhanced with Super HDR to capture more lifelike colors. Shoot epic photos and videos even in the dark with improved night-time photo and video functionality, which offers astonishing clarity.",
    "brand": "Samsung",
    "category": "electronics"
  },
  "8": {
    "name": "HP Laptop 14s",
    "description": "A thin and dependable laptop for your everyday needs Built for both productivity and entertainment, this HP 14s Laptop PC lets you stay portable with its thin and light design.Enjoy vivid, flicker-free images on a micro-edge display and tackle busy workdays with an Intel® Core™ Processor.Abundant storage.Stay connected all day thanks to the long battery life and HP Fast Charge technology.Stay productive and entertained from anywhere with long battery life and micro-edge display.",
    "brand": "HP",
    "category": "electronics"
  },
  "9": {
    "name": "Dell  68 cm (27)  LED Monitor ",
    "description": "Full HD 1920 x 1080 resolution High resolutions that deliver a solid gaming or video experience without undue strain on your graphics card.IPS Technology Get virtually seamless views with consistent colors across a wide 178/178 viewing angle with In-Plane Switching (IPS) technology",
    "brand": "Dell",
    "category": "electronics"
  },
  "10": {
    "name": "Gigabyte GeForce RTX 4060 Ti AERO OC 8G Graphics Card",
    "description": "Powered by NVIDIA DLSS 3, ultra-efficient Ada Lovelace architechture, and full ray tracing 4th Generation Tensor Cores: Up to 4x performance with DLSS 3 3rd Generation RT Cores: Up to 2x ray tracing performance Powered by GeForce RTX 4060 Ti Integrated with 8GB GDDR6 128-bit memory interface WINDFORCE Cooling System, RGB Fusion, Dual BIOS, Protection back plate. Ahead of its time, ahead of the game is the GIGABYTE GeForce RTX 4060 Ti AERO 8G Graphics Cards. Powered by NVIDIA's new RTX architecture, the GIGABYTE GeForce RTX 4060 Ti AERO 8G brings stunning visuals, amazingly fast frame rates, and AI acceleration to games and creative applications with its enhanced RT Cores and Tensor Cores, along with a staggering 8 GB of GDDR6 memory.",
    "brand": "Gigabyte",
    "category": "electronics"
  },
  "11": {
    "name": "Corsair VENGEANCE RGB 32GB (2x16GB) DDR5 5600MHz DRAM Memory Kit",
    "description": "Corsair VENGEANCE RGB DDR5 DRAM optimized for AMD.Attain top DDR5 RAM performance optimized for AMD motherboards, with ten-zone RGB for DDR5 memory that lights up your cutting-edge PC.Push the limits of your system like never-before with DDR5, unlocking even faster frequencies, greater capacities, and better performance.Do It All, And Do It Faster.In the multi-core era, the unprecedented processing speed of DDR5 DRAM ensures your high-end CPU gets data quickly with ease. Whether you are gaming, creating content, opening 100 tabs, or multi-tasking, your gaming PC can power through complex tasks faster than ever before.",
    "brand": "Corsair",
    "category": "electronics"
  },
  "12": {
    "name": "Corsair VENGEANCE RGB 32GB (2x16GB) DDR5 5600MHz DRAM Memory Kit",
    "description": "Corsair VENGEANCE RGB DDR5 DRAM optimized for AMD.Attain top DDR5 RAM performance optimized for AMD motherboards, with ten-zone RGB for DDR5 memory that lights up your cutting-edge PC.Push the limits of your system like never-before with DDR5, unlocking even faster frequencies, greater capacities, and better performance.Do It All, And Do It Faster.In the multi-core era, the unprecedented processing speed of DDR5 DRAM ensures your high-end CPU gets data quickly with ease. Whether you are gaming, creating content, opening 100 tabs, or multi-tasking, your gaming PC can power through complex tasks faster than ever before.",
    "brand": "Corsair",
    "category": "electronics"
  },
  "13": {
    "name": "Woman Evolve",
    "description": "A New York Times bestseller! With life lessons she’s learned and new insights from the story of Eve, Sarah Jakes Roberts shows you how past disappointments, struggles, and even mistakes can be used today to help you become the woman God intended.Who would imagine being friends with Eve—the woman who’s been held responsible for the fall of humanity (and cramps) for thousands of years? Certainly not Sarah Jakes Roberts. That is, not until Sarah discovered she is more like Eve than she cares to admit.Everyone faces trials, and everyone will mess up. But failure should not be the focus. Your focus should not be on who you were but rather the pursuit of who you can become. In Woman Evolve, Sarah helps you understand that your purpose in life does not change; it evolves.",
    "brand": "Sarah Jakes Roberts",
    "category": "books"
  },
  "14": {
    "name": "Harry Potter Box Set: The Complete Collection Children's Paperback",
    "description": "A beautiful boxed set containing all seven Harry Potter novels in paperback. These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON ...",
    "brand": "J. K. Rowling",
    "category": "books"
  },
  "15": {
    "name": "Funko Pop! Deluxe:Game Of Thrones S10-Cersei Sitting On Throne",
    "description": "Funko is a purveyor of pop culture and licensed-focused collectibles. Funko currently holds hundreds of licenses and the rights to create tens of thousands of characters, one of the largest portfolios in the pop culture and collectibles industry. Funko's Pop Vinyl is the number one stylized vinyl collectible on the market, selling millions of figures to collectors around the world.",
    "brand": "Funko",
    "category": "toys and games"
  },
  "16": {
    "name": "Oxford Mini School Dictionary ",
    "description": "OXFORD MINI SCHOOL DICTIONARY",
    "brand": "Oxford",
    "category": "books"
  },
  "17": {
    "name": "Oxford School Dictionary & Thesaurus (Mixed media product) ",
    "description": "A one-stop dictionary & thesaurus for upper primary students. The Oxford School Dictionary & Thesaurus combines a comprehensive dictionary at the top of the page with a companion thesaurus at the bottom, for the upper primary student moving into secondary school. The dictionary contains clear simple definitions, up-to-date example sentences, and support on spelling, grammar and punctuation. The thesaurus provides thousands of up-to-date synonyms, arranged by the meaning that is closest to that of the headword, instead of alphabetically, to enable users to select the most accurate alternative. Having the dictionary and thesaurus entry on the same page makes it a very easy-to-use one-volume reference tool. It is powered by the Oxford Children's Corpus, a unique electronic database of millions of words of writing for children. Plus, for downloadable word games, puzzles, and activities, go online to the www.oxforddictionaries.com/schools website.",
    "brand": "Oxford",
    "category": "books"
  },
  "18": {
    "name": "KJV, Amplified, Parallel Bible, Large Print, Hardcover, Red Letter: Two Bible Versions Together for Study and Comparison ",
    "description": "The timeless beauty of the King James Version Bible alongside the wealth of amplifications and alternate renderings found in the Amplified Bible will help you achieve greater understanding in your Bible reading.Instantly compare the KJV and Amplified Bible text side-by-side with this large-print parallel Bible.",
    "brand": "Zondervan",
    "category": "books"
  },
  "19": {
    "name": "Jujutsu Kaisen, Vol. 1 (Paperback / softback)",
    "description": "Yuji Itadori is resolved to save the world from cursed demons, but he soon learns that the best way to do it is to slowly lose his humanity and become one himself!In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoma Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!",
    "brand": "Gege Akutami",
    "category": "books"
  },
  "20": {
    "name": "Jujutsu Kaisen, Vol. 2 (Paperback / softback)",
    "description": "Yuji Itadori is resolved to save the world from cursed demons, but he soon learns that the best way to do it is to slowly lose his humanity and become one himself!In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoma Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!",
    "brand": "Gege Akutami",
    "category": "books"
  },
  "21": {
    "name": "Jujutsu Kaisen, Vol. 8 (Paperback / softback)",
    "description": "Yuji Itadori is resolved to save the world from cursed demons, but he soon learns that the best way to do it is to slowly lose his humanity and become one himself!In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoma Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!",
    "brand": "Gege Akutami",
    "category": "books"
  },
  "22": {
    "name": "Jujutsu Kaisen, Vol. 7 (Paperback / softback)",
    "description": "Yuji Itadori is resolved to save the world from cursed demons, but he soon learns that the best way to do it is to slowly lose his humanity and become one himself!In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoma Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!",
    "brand": "Gege Akutami",
    "category": "books"
  },
  "23": {
    "name": "One-Punch Man, Vol. 1 (Paperback / softback)",
    "description": "Nothing about Saitama passes the eyeball test when it comes to superheroes, from his lifeless expression to his bald head to his unimpressive physique. However, this average-looking guy has a not-so-average problem—he just can’t seem to find an opponent strong enough to take on!Every time a promising villain appears, Saitama beats the snot out of ’em with one punch! Can he finally find an opponent who can go toe-to-toe with him and give his life some meaning? Or is he doomed to a life of superpowered boredom?",
    "brand": "ONE",
    "category": "books"
  },
  "24": {
    "name": "One-Punch Man, Vol. 1 (Paperback / softback)",
    "description": "Nothing about Saitama passes the eyeball test when it comes to superheroes, from his lifeless expression to his bald head to his unimpressive physique. However, this average-looking guy has a not-so-average problem—he just can’t seem to find an opponent strong enough to take on!Every time a promising villain appears, Saitama beats the snot out of ’em with one punch! Can he finally find an opponent who can go toe-to-toe with him and give his life some meaning? Or is he doomed to a life of superpowered boredom?",
    "brand": "ONE",
    "category": "books"
  },
  "25": {
    "name": "Raleigh  29  Xtreme Mountain Bike ",
    "description": "The Raleigh 29 Xtreme Mens Mountain Bike offers an enjoyable riding experience with it's durable steel frame, ready for outdoor fun while the adjustable padded seat combine comfort and durability. It s equipped with front and back V Brakes and Lightweight Aluminum Rims.",
    "brand": "Raleigh",
    "category": "sports and outdoors"
  },
  "26": {
    "name": "Thomas & Friends Color Changers, Push Along Diecast Engines",
    "description": "Set of 9 die-cast metal, push-along engines featuring Thomas & Friends characters Thomas, Percy, Kana, Diesel, Hiro, Farona, Frederico, Jiff & Riff",
    "brand": "Mattel",
    "category": "toys and games"
  },
  "27": {
    "name": "Russell Hobbs - LED Electric Salt & Pepper Mill Set",
    "description": "Russell Hobbs - LED Electric Salt & Pepper Mill Set.Stylish and contemporary salt and pepper grinders. Includes light that illuminates during use",
    "brand": "Russell Hobbs",
    "category": "home and kitchen"
  }
}
